{
	"_id": {
		"$oid": "584336b157ab9e1521a8bd9f"
	},
	"name": "Harry Potter",
	"description": "The fictional universe of Harry Potter comprises two distinct societies: the Wizarding World and the Muggle world. The Muggle world is for the world inhabited by the non-magical majority, with which the Wizarding World exists coextensively, albeit mostly remaining hidden from the non-magical humans.",
	"image": "harry-potter.png"
}
{
	"_id": {
		"$oid": "58433b6557ab9e238922b8cc"
	},
	"name": "Star Wars",
	"description": "The events depicted in the Star Wars franchise take place in an unnamed fictional galaxy at an undetermined point in the distant past. Many species of alien creatures (often humanoid) are depicted. Robotic droids are also commonplace and are generally built to serve their owners. Space travel is common, and many planets in the galaxy are members of a single galactic government.",
	"image": "star-wars.png"
}
{
	"_id": {
		"$oid": "58717def7e37eaf5657984aa"
	},
	"name": "Batman",
	"description": "Batman's secret identity is Bruce Wayne, an American billionaire, playboy, philanthropist, and owner of Wayne Enterprises. After witnessing the murder of his parents Thomas Wayne and Martha Wayne as a child, he swore vengeance against criminals, an oath tempered by a sense of justice. Wayne trains himself physically and intellectually and crafts a bat-inspired persona to fight crime.",
	"image": "batman.png"
}
{
	"_id": {
		"$oid": "58950cde674f568f496d0bce"
	},
	"name": "My Neighbor Totoro",
	"description": "The film tells the story of the two young daughters (Satsuki and Mei) of a professor and their interactions with friendly wood spirits in postwar rural Japan.",
	"image": "totoro.png"
}
{
	"_id": {
		"$oid": "589510a5674f56a09af3db78"
	},
	"name": "Halo",
	"description": "The Halo universe is the sprawling fictional universe in which all Halo media takes place. In the 26th century, humankind has colonized hundreds of worlds across the Orion Arm of the Milky Way galaxy, only to stumble upon a hostile alliance of aliens known as the Covenant.",
	"image": "halo.png"
}
{
	"_id": {
		"$oid": "589be0cd15dd94231734249c"
	},
	"name": "Real world",
	"description": "The real world is the world you are in everyday.",
	"image": "real.png"
}
{
	"_id": {
		"$oid": "589be15815dd94231734249d"
	},
	"name": "Back to the future",
	"description": "On October 26, 1985, Marty meets his scientist friend, Dr. Emmett Brown, at a shopping mall parking lot. Doc unveils a time machine built from a modified DeLorean and powered by plutonium stolen from Libyan terrorists. Doc demonstrates the navigation system with the example date of November 5, 1955: the day he conceived the machine. A moment later, the Libyans arrive and shoot him, apparently killing him. Marty escapes in the DeLorean, but inadvertently activates the time machine, and arrives in 1955 without the required plutonium needed to return.",
	"image": "back-to-the-future.png"
}
{
	"_id": {
		"$oid": "589be1db15dd94231734249e"
	},
	"name": "Eragon",
	"description": "Alagaësia is a large continent and the setting of the Inheritance Cycle of books. It features a varied climate and terrain and is home to a wide number of races including Humans, Elves, Dwarves, Urgals, Werecats and Dragons. Several of the races inhabiting Alagaësia, including Humans, Elves, as well as Urgals, were not native to the land, having migrated to Alagaësia in centuries past. \u003cbr\u003eThe terrain of Alagaësia varies greatly. The north is mountainous but predominantly forested while the heart of Alagaësia is composed primarily of the vast Hadarac Desert. Southwestern Alagaësia is fairly flat, but the towering Beor Mountains dominate much of the southeast. The eastern portion of Alagaësia is flat, like a grassland. The map does not extend all of the way to the eastern coast. If it did, Paolini has stated that the east-west distance depicted by the map would be slightly larger than the width of the continental United States.",
	"image": "eragon.png"
}
{
	"_id": {
		"$oid": "589be31d15dd94231734249f"
	},
	"name": "My Little Pony",
	"description": "Equestria is the main setting of the My Little Pony Friendship is Magic franchise. Equestria is inhabited by magical ponies and other talking creatures, such as griffons and dragons. Other animals and creatures also live in Equestria. Equestria is called a kingdom in the first episode of the show and in other media, though it does contain other \"kingdoms\" within it such as the Crystal Empire; the show and other media take place in many locations and their exact affiliation with Equestria is not explored. Equestria is co-ruled by Princess Celestia and Princess Luna, who reside in a palace in the city of Canterlot. The name \"Equestria\" is derived from the word \"equestrian\" (which means of or related to horseback riding), which stems from equus, the Latin word for \"horse.\"",
	"image": "mlp.png"
}
{
	"_id": {
		"$oid": "589be40c22049c61e4c97669"
	},
	"name": "One Piece",
	"description": "The world of One Piece is populated by humans and numerous other races such as \"fishmen\" (a race of fish/human hybrids, similar to mermen and mermaids), dwarves, Minkmen (a race of humanoid animals), and giants. It is covered by two vast oceans, which are divided by a massive mountain range called the Red Line, which is also the only continent in the world.",
	"image": "one-piece.png"
}
{
	"_id": {
		"$oid": "589be4c915dd9423173424a0"
	},
	"name": "Battlestar Galactica",
	"description": "All Battlestar Galactica productions share the premise that in a distant part of the universe, a human civilization has extended to a group of planets known as the Twelve Colonies, to which they have migrated from their ancestral homeworld of Kobol. The Twelve Colonies have been engaged in a lengthy war with a cybernetic race known as the Cylons, whose goal is the extermination of the human race. The Cylons offer peace to the humans, which proves to be a ruse. With the aid of a human named Baltar, the Cylons carry out a massive attack on the Twelve Colonies and on the Colonial Fleet of starships that protect them. These attacks devastate the Colonial Fleet, lay waste to the Colonies, and virtually destroy their populations. Scattered survivors flee into outer space aboard a ragtag array of available spaceships. Of the entire Colonial battle fleet, only the Battlestar Galactica, a gigantic battleship and spacecraft carrier, appears to have survived the Cylon attack. Under the leadership of Commander Adama, the Galactica and the pilots of \"Viper fighters\" lead a fugitive fleet of survivors in search of the fabled thirteenth colony known as Earth.",
	"image": "battlestar.png"
}
{
	"_id": {
		"$oid": "589be58215dd9423173424a1"
	},
	"name": "Aladdin",
	"description": "A peddler sets up shop in the fictional sultanate of Agrabah, offering to tell the audience about the story of an oil lamp in his possession. Jafar, the Grand Vizier of the Sultan, and his parrot Iago, seek the lamp hidden within the Cave of Wonders but is told that only a “diamond in the rough” may enter. Jafar identifies a street urchin named Aladdin as worthy. Aladdin and his pet monkey Abu cross paths with Princess Jasmine, who has run away from the palace, unwilling to be betrothed to yet another snobbish suitor. Aladdin and Jasmine become friends and fall in love, but Jafar has Aladdin apprehended, tricking Jasmine into thinking that he has been decapitated.",
	"image": "aladdin.png"
}
{
	"_id": {
		"$oid": "589be5d715dd9423173424a2"
	},
	"name": "The Knights of Emeral",
	"description": "Five hundred years ago, Enkidiev, a continent populated by humans, elves, and fairies, is being attacked by Amecareth, emperor of Irianeth and the insect empire. The threat of a new invasion looms over Enkidiev. The only hope for them to survive is to recreate the order of the Knights of Emerald by the King Emerald 1st. These magic warriors are to protect the continent until the prophesized Light holder can destroy the threat.",
	"image": "knight-emerald.png"
}
{
	"_id": {
		"$oid": "589be91115dd9423173424a3"
	},
	"name": "Yakari",
	"description": "Yakari is a young Sioux Native American who has the ability to understand and speak animal languages. During his adventures, he meets all sorts of North American animals. His best friends are a girl Sioux, \"Rainbow\", a Sioux boy \"Buffalo Seed\" and his pony \"Little Thunder\". He has a totem animal, \"Great Eagle\", who frequently appears to him to give him critical advice.\n\nThe setting is the North American Great Plains, mainly. Horses have already been introduced by the Spanish, but there is no mentioning of white man whatsoever in the series. (In one book, there's even a mention by an old tribesman that there's a mystery how the horse came to the land, and that it hasn't always been there.) It can therefore be assumed that Yakari's adventures take place after the 15th century, but long before the settling rush in the late 18th/19th century.",
	"image": "yakari.png"
}
{
	"_id": {
		"$oid": "589bea0015dd9423173424a4"
	},
	"name": "Avatar",
	"description": "By 2154, humans have depleted Earth's natural resources, leading to a severe energy crisis. The Resources Development Administration (RDA for short) mines for a valuable mineral – unobtanium – on Pandora, a densely forested habitable moon orbiting the gas giant Polyphemus in the Alpha Centauri star system.[10] Pandora, whose atmosphere is poisonous to humans, is inhabited by the Na'vi, 10-foot tall (3.0 m), blue-skinned, sapient humanoids[33] who live in harmony with nature and worship a mother goddess called Eywa.",
	"image": "avatar.png"
}
{
	"_id": {
		"$oid": "589bea9215dd9423173424a5"
	},
	"name": "Morrowind",
	"description": "Morrowind takes place on Vvardenfell, an island in the Dunmer province of Morrowind, far from the typically \"European\" lands to the west and south depicted in Daggerfall and Arena. Along with graphical improvements, one of the most obvious differences between Morrowind and the earlier games in the series is that Morrowind takes place in a much smaller area than the previous games. While Arena featured the entirety of Tamriel as an explorable area, and Daggerfall featured sizeable portions of two provinces of Tamriel, Hammerfell and High Rock, Morrowind includes only the \"relatively small\" island of Vvardenfell within the province of Morrowind.[16] The change was a result of a conscious choice on the part of the developers to feature more detail and variety in the game. Whereas Daggerfall and Arena's dungeons were randomly generated, each area in Morrowind was specifically detailed, and each item specifically placed. As a result, reviewers were generally impressed with the game-world's variety, as this maintained the perception of an \"enormous\" game-world.[16] The game area expands to Mournhold on Morrowind's mainland in the Tribunal expansion, and to the island of Solstheim to the northwest of Vvardenfell in the Bloodmoon expansion.",
	"image": "morrowind.png"
}
{
	"_id": {
		"$oid": "589bebcc15dd9423173424a6"
	},
	"name": "Lord Of The Ring",
	"description": "Long ago, twenty rings existed: three for elves, seven for dwarves, nine for men, and one made by the Dark Lord Sauron, in Mordor, which would rule all the others. Sauron poured all his evil and his will to dominate into this ring. An alliance of elves and humans resisted Sauron’s ring and fought against Mordor. They won the battle and the ring fell to Isildur, the son of the king of Gondor, but just as he was about to destroy the ring in Mount Doom, he changed his mind and held on to it for himself. Later he was killed, and the ring fell to the bottom of the sea. The creature Gollum discovered it and brought it to his cave. Then he lost it to the hobbit Bilbo Baggins.",
	"image": "lotr.png"
}
